(setq initial-scratch-message ";;        Scratch teh thangs!
;;
;;        / \\             / \\
;;       / Δ \\           / Δ \\
;;     -------------------------
;;   /                           \\
;;  |    ----            ----     |
;;  |    |  |            |  |     |
;;  |    | Θ|            | Θ|     |
;;  |    ----            ----     |
;;  |              ^              |
;;  |           -------           |
;;  |           \\     /           |
;;   \\            ---            /
;;    \\                         /
;;      -----------------------
;;     |           λ           |
;;      -----------------------
;;
;;

")

(provide 'samontea-scratch-buffer-configuration)
